Repository: Ahmed-sherif11/tadamon_shop
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: About App
ar: عن التطبيق

# ourStory
source: Our Story and Mission
ar: قصتنا ورسالتنا

# ourStoryContent
source: We believe that solidarity is not just a word, but an action that makes a difference. We launched this store in support of the people of Gaza, to provide a safe and reliable platform to help provide donations and purchase products whose proceeds go directly to serve the needy and affected.
ar: نحن نؤمن بأن التضامن ليس مجرد كلمة، بل فعل يُحدث فرقاً. أطلقنا هذا المتجر دعماً لأهل غزة، لنوفّر منصة آمنة وموثوقة تساعد في تقديم التبرعات وشراء منتجات يعود ريعها مباشرة لخدمة المحتاجين والمتضررين.

# ourVision
source: Our Vision and Values
ar: رؤيتنا وقيمنا

# ourVisionContent
source: We aspire to be the first platform for solidarity with the people of Gaza, by providing a humanitarian experience that effectively contributes to supporting families, the wounded, and the affected, with a commitment to transparency, honesty, humanity, and social responsibility.
ar: نطمح لأن نكون المنصة الأولى للتضامن مع أهل غزة، من خلال تقديم تجربة إنسانية تُسهم بفعالية في دعم العائلات والجرحى والمتضررين، مع الالتزام بالشفافية والصدق والإنسانية.

# legalInfo
source: Legal Information
ar: المعلومات القانونية

source: Terms of Use
ar: شروط الاستخدام

source: Privacy Policy
ar: سياسة الخصوصية

source: Contact Us
ar: تواصل معنا

source: Donations
ar: التبرعات

# donationNumbers
source: Contact & Donation Numbers
ar: ارقام التواصل والتبرع

# donationNumbersDesc
source: Contact charitable organizations directly through the unified numbers for donation or inquiry
ar: تواصل مع المؤسسات الخيريه مباشره عبر الارقام الموحده للتبرع او الاستفسار

# alShifaMedical
source: Al-Shifa Medical Association
ar: جمعية الشفاء الطبية

# medicalCases
source: For Medical Cases
ar: للحالات الصحية

source: Ilm Noor Foundation
ar: مؤسسة العلم نور

# educationProjects
source: For Educational Projects
ar: للمشاريع التعليمية

# ewaCharity
source: Ewa Charity Association
ar: جمعية ايواء الخيرية

# supportingFamilies
source: To Support Needy Families
ar: لدعم الاسر المحتاجة

# orphanCare
source: Orphan Care Association
ar: جمعية رعاية الايتام

# orphanSponsorship
source: For Orphan Sponsorship & Care
ar: لكفالة ورعاية الايتام

source: Notifications
ar: الإشعارات

# special_offer_title
source: Special Offer to Support Them
ar: عرض خاص لدعم صمودهم

# special_offer_desc
source: 20% discount on handmade embroidery products; every piece tells a story of resilience and heritage
ar: خصم 20% علي منتجات التطرير اليدوي كل قطعة تحكي قصة صمود وتراث

# weekend_discount_title
source: Weekend Discounts
ar: تخفيضات نهاية الاسبوع

# weekend_discount_desc
source: Benefit from discounts up to 30% on Nabulsi soap and thyme products
ar: استفد من خصومات تصل الي 30% علي الصابون النابلسي ومنتجات الزعتر

# free_shipping_title
source: Free Shipping Offer
ar: عرض الشحن المجاني

# free_shipping_desc
source: Get free shipping on all orders over 200 SAR; support our national products
ar: احصل علي شحن مجاني لجميع الطلبات فوق 200 ريال ادعم منتجاتنا الوطنية

source: Smart Assistant
ar: المساعد الذكي

# activeStatus
source: Active
ar: نشط

# botWelcomeMessage
source: Hello! I am your smart assistant. How can I help you today?
ar: مرحباً! أنا مساعدك الذكي. كيف يمكنني خدمتك اليوم؟

# userOrderTrack
source: Hi! I would like to track my last order
ar: مرحباً! أود تتبع طلبي الأخير

# botOrderResponse
source: Sure! Could you please provide me with the order number?
ar: بالتأكيد! هل يمكنك تزويدي برقم الطلب؟

# typeMessageHint
source: Type a message...
ar: الرسالة...

source: Today
ar: اليوم

source: AM
ar: صباحاً

source: PM
ar: مساءً
